{
  "WOD20RU": {
    "Fate": "Fate",
    "FateHeadlineForFrenzy": "Fate Bonus",
    "Fate-success": "Fate Successes",
    "Fate-botch": "Fate Botches",
    "UseFateForFrenzy": "Use Fate",
    "UseFate": "Use Fate",
    "Settings-FateEnabled-Name": "Enable Fate System",
    "Settings-FateEnabled-Hint": "Adds a Fate track for vampire characters, mirroring the Willpower mechanic. When enabled, rolls can optionally use Fate dice on top of the normal dice pool, without changing the core World of Darkness rules. It is recommended to reload the world after changing this setting so all sheets and roll handlers initialize correctly.",
    "Settings-FateEnabled-Notification": "Fate system setting changed. Please reload the world to fully apply this change to all actors, sheets and roll handlers.",
    "Settings-EvilBotches-Name": "Enable Evil Botches",
    "Settings-EvilBotches-Hint": "Makes botches harsher. When this setting is enabled, every roll counts the total number of successes and the total number of 1s on all dice. If the total number of 1s is greater than the total number of successes, the roll is treated as a botch. If Willpower was spent on that roll, the result is treated as exactly 1 success instead, preventing the botch. In all other cases the roll is resolved using the standard World of Darkness botch rules. This setting does not change Fate dice behavior.",
    "Settings-EvilBotches-Notification": "Evil botches setting changed. Please reload the world so future rolls will use the updated botch logic.",
    "FateRollTooltip": "Click to change value",
    "FateRollDescription": "Fate roll adds 10 additional dice of a different color. 10s and 1s are counted separately to determine fate success/failure.",
    "FateRollCurrentStatus": "Current Status",
    "FateRollUsed": "used",
    "FateRollWillRoll": "Will roll",
    "FateRollDice": "Fate dice",
    "FateRollMaxUsedWarning": "Fate is fully used!",
    "FateRollRolled": "Fate rolled for {name} ({dice} dice)",
    "FateRollMaxUsed": "Fate is fully used!",
    "FateRollError": "Error rolling Fate",
    "FateRollButton": "Roll Fate",
    "FateRoll": "Fate Roll",
    "Cancel": "Cancel"
  }
}